Extensions installed on SSH: 124.123.41.139:
aaron-bond.better-comments
abusaidm.html-snippets
ChakrounAnas.turbo-console-log
chekweitan.compare-view
chris-noring.node-snippets
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
diff001a.kawaii-theme
dzhavat.bracket-pair-toggler
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.copilot
Gruntfuggly.todo-tree
HookyQR.beautify
ionutvmi.path-autocomplete
jeffersonlicet.snipped
kisstkondoros.vscode-codemetrics
mhutchie.git-graph
mintlify.document
mohsen1.prettify-json
ms-vsliveshare.vsliveshare
nilobarp.javascript-test-runner
PKief.material-icon-theme
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
rvest.vs-code-prettier-eslint
sdras.night-owl
skyran.js-jsx-snippets
softwaredotcom.swdc-vscode
stateful.marquee
TabNine.tabnine-vscode
tomoki1207.pdf
WallabyJs.quokka-vscode
xabikos.JavaScriptSnippets
zengxingxin.sort-js-object-keys
